[
  {
    "quiz_item": {
      "target_word": "to nuzzle",
      "error_analysis": "学生易因形近词“muzzle”（嘴套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套套"
    }
  },
  0
]